/* No comment provided by engineer. */
"%@ & %@ are typing" = "%1$@ a %2$@ píší";

/* No comment provided by engineer. */
"%@ added to this new group conversation" = "%@ přidal(a) tuto novou skupinovou konverzaci";

/* No comment provided by engineer. */
"%@ invitation" = "%@ pozvání";

/* No comment provided by engineer. */
"%@ is typing" = "%@ právě píše";

/* {app name} is not installed */
"%@ not installed" = "%@ není nainstalováno";

/* {app name} version not supported */
"%@ version not supported" = "Verze %@ není podporovaná";

/* No comment provided by engineer. */
"%d days ago" = "Před %d dny";

/* No comment provided by engineer. */
"%d hours ago" = "před %d hodinami";

/* No comment provided by engineer. */
"%d minutes ago" = "Před %d minutami";

/* No comment provided by engineer. */
"%ld participants" = "%ld účastníci";

/* No comment provided by engineer. */
"%lu participants" = "%lu účastníci";

/* No comment provided by engineer. */
"1 participant" = "1 účastník";

/* No comment provided by engineer. */
"@-mentions only" = "zmínky pouze ve stylu @jméno";

/* No comment provided by engineer. */
"About" = "O aplikaci";

/* No comment provided by engineer. */
"Accounts" = "Účty";

/* No comment provided by engineer. */
"Activating lock screen" = "Uzamyká se obrazovka";

/* No comment provided by engineer. */
"Add" = "Přidat";

/* No comment provided by engineer. */
"Add (%lu)" = "Přidat (%lu)";

/* No comment provided by engineer. */
"Add account" = "Přidat účet";

/* No comment provided by engineer. */
"Add participants" = "Přidat účastníky";

/* No comment provided by engineer. */
"Add participants to new group conversation" = "Přidat účastníky do nové skupinové konverzace";

/* No comment provided by engineer. */
"Add to favorites" = "Přidat do oblíbených";

/* No comment provided by engineer. */
"All messages" = "Všechny zprávy";

/* No comment provided by engineer. */
"All notifications are muted" = "Veškerá upozornění jsou ztlumena";

/* No comment provided by engineer. */
"Alphabetical order" = "Abecední pořadí";

/* No comment provided by engineer. */
"An error occurred while adding %@ to the room" = "Při přidávání %@ do místnosti došlo k chybě";

/* No comment provided by engineer. */
"An error occurred while creating the conversation" = "Při vytváření konverzace došlo k chybě";

/* No comment provided by engineer. */
"An error occurred while deleting the message" = "Při mazání zprávy došlo k chybě";

/* No comment provided by engineer. */
"An error occurred while opening the file %@" = "Došlo k chybě při otevírání souboru %@";

/* No comment provided by engineer. */
"An error occurred while sending the message" = "Došlo k chybě při odesílání zprávy";

/* No comment provided by engineer. */
"An error occurred while setting %@ as phone number" = "Došlo k chybě při nastavování %@ coby telefonního čísla";

/* No comment provided by engineer. */
"An error occurred while sharing the file" = "Došlo k chybě při sdílení souboru";

/* No comment provided by engineer. */
"Anyone who knows the link to this conversation will be able to access it. You can protect it by setting a password." = "Kdokoli zná odkaz na tuto konverzaci k ní bude mít přístup. Je možné ji ochránit nastavením hesla.";

/* No comment provided by engineer. */
"Away" = "Pryč";

/* No comment provided by engineer. */
"Back" = "Zpět";

/* No comment provided by engineer. */
"Camera" = "Kamera";

/* No comment provided by engineer. */
"Camera access is not allowed. Check your settings." = "Přístup ke kameře nebyl povolen. Zkontrolujte své nastavení.";

/* No comment provided by engineer. */
"Camera disabled" = "Kamera vypnuta";

/* No comment provided by engineer. */
"Camera enabled" = "Kamera zapnuta";

/* No comment provided by engineer. */
"Cancel" = "Storno";

/* No comment provided by engineer. */
"Cancel conversation creation" = "Zrušit vytváření konverzace";

/* No comment provided by engineer. */
"Cancelled call from another account" = "Hovor zrušen z jiného účtu";

/* No comment provided by engineer. */
"Change password" = "Změnit heslo";

/* No comment provided by engineer. */
"Change password type" = "Změnit typ hesla";

/* No comment provided by engineer. */
"Chat" = "Chat";

/* No comment provided by engineer. */
"Configuration" = "Nastavení";

/* No comment provided by engineer. */
"Connecting to %@ …" = "Připojování k %@…";

/* No comment provided by engineer. */
"Connecting to the call …" = "Připojování se k hovoru…";

/* No comment provided by engineer. */
"Contact access has been denied" = "Přístup ke kontaktům byl odepřen";

/* No comment provided by engineer. */
"Contact sync" = "Synchronizace kontaktů";

/* No comment provided by engineer. */
"Continue to next step of conversation creation" = "Pokračovat na další krok vytvoření konverzace";

/* No comment provided by engineer. */
"Conversation info" = "Informace o konverzaci";

/* No comment provided by engineer. */
"Conversation name" = "Název konverzace";

/* No comment provided by engineer. */
"Conversation not found" = "Konverzace nenalezena";

/* No comment provided by engineer. */
"Conversation not found or not joined" = "Konverzace nenalezena nebo jste do ní ještě nevstoupili";

/* No comment provided by engineer. */
"Copy" = "Zkopírovat";

/* No comment provided by engineer. */
"Could not access camera" = "Nelze přistupovat ke kameře";

/* No comment provided by engineer. */
"Could not add participant" = "Účastníka se nedaří přidat";

/* No comment provided by engineer. */
"Could not change favorite setting" = "Nedaří se změnit nastavení oblíbeného";

/* No comment provided by engineer. */
"Could not change lobby state of the conversation" = "Nedaří se změnit stav čekárny této konverzace";

/* No comment provided by engineer. */
"Could not change moderation permissions of the participant" = "Nedaří se změnit oprávnění účastníka k moderování";

/* No comment provided by engineer. */
"Could not change notifications setting" = "Nedaří se změnit nastavení upozorňování";

/* No comment provided by engineer. */
"Could not change password protection settings" = "Nedaří se změnit nastavení ochrany heslem";

/* No comment provided by engineer. */
"Could not change sharing permissions of the conversation" = "Nedaří se změnit oprávnění pro sdílení této konverzace";

/* No comment provided by engineer. */
"Could not create conversation" = "Konverzaci se nedaří vytvořit";

/* No comment provided by engineer. */
"Could not delete conversation" = "Konverzaci se nedaří smazat";

/* No comment provided by engineer. */
"Could not join %@" = "Nedaří se připojit k %@";

/* No comment provided by engineer. */
"Could not join %@ call" = "Nedaří se připojit k hovoru %@";

/* No comment provided by engineer. */
"Could not join call with %@" = "Nedaří se připojit k hovoru s %@";

/* No comment provided by engineer. */
"Could not join conversation with %@" = "Nedaří se připojit ke konverzaci s %@";

/* No comment provided by engineer. */
"Could not leave conversation" = "Konverzaci zatím nemůžete opustit";

/* No comment provided by engineer. */
"Could not remove participant" = "Účastníka se nedaří odebrat";

/* No comment provided by engineer. */
"Could not rename the conversation" = "Konverzaci se nedaří přejmenovat";

/* No comment provided by engineer. */
"Could not send the message" = "Zprávu se nepodařilo odeslat";

/* No comment provided by engineer. */
"Could not set phone number" = "Nedaří se nastavit telefonní číslo";

/* No comment provided by engineer. */
"Could not share file" = "Soubor se nepodařilo nasdílet";

/* No comment provided by engineer. */
"Create" = "Vytvořit";

/* No comment provided by engineer. */
"Create a conversation with %@" = "Vytvořit konverzaci s %@";

/* No comment provided by engineer. */
"Create a new conversation" = "Vytvořit novou konverzaci";

/* No comment provided by engineer. */
"Create a new group conversation" = "Vytvořit novou skupinovou konverzaci";

/* No comment provided by engineer. */
"Create a new public conversation" = "Vytvořit novou veřejnou konverzaci";

/* No comment provided by engineer. */
"Default" = "Výchozí";

/* No comment provided by engineer. */
"Delete" = "Smazat";

/* No comment provided by engineer. */
"Delete conversation" = "Smazat konverzaci";

/* No comment provided by engineer. */
"Deleting message" = "Mazání zprávy";

/* No comment provided by engineer. */
"Demote from moderator" = "Odebrat oprávnění moderátora";

/* No comment provided by engineer. */
"Disconnected" = "Odpojeno";

/* No comment provided by engineer. */
"Dismiss" = "Zavřít";

/* No comment provided by engineer. */
"Do not disturb" = "Nerušit";

/* No comment provided by engineer. */
"Do you really want to delete this conversation?" = "Opravdu chcete tuto konverzaci smazat?";

/* No comment provided by engineer. */
"Do you really want to leave this conversation?" = "Opravdu chcete tuto konverzaci opustit?";

/* No comment provided by engineer. */
"Do you really want to log out from this account?" = "Opravdu se chcete z tohoto účtu odhlásit?";

/* No comment provided by engineer. */
"Do you really want to remove this account?" = "Opravdu chcete tento účet odebrat?";

/* No comment provided by engineer. */
"Do you want to connect to the server anyway?" = "Chcete se k tomuto serveru připojit i tak?";

/* No comment provided by engineer. */
"Do you want to enable your camera?" = "Chcete zapnout kameru?";

/* No comment provided by engineer. */
"Do you want to join this call?" = "Chcete se k tomuto hovoru připojit?";

/* No comment provided by engineer. */
"Do you want to share '%@' in the conversation?" = "Chcete nasdílet „%@“ v konverzaci?";

/* No comment provided by engineer. */
"Double tap to change accounts or add a new one." = "Pro změnu účtů nebo přidání nového dvakrát klepněte.";

/* No comment provided by engineer. */
"Double tap to create a conversation with %@" = "Dvojitým klepnutím vytvoříte konverzaci s %@";

/* No comment provided by engineer. */
"Double tap to create group, public or one to one conversations." = "Dvojitým klepnutím vytvoříte skupinovou konverzaci, veřejnou nebo konverzaci mezi dvěma účastníky.";

/* No comment provided by engineer. */
"Double tap to create the conversation" = "Konverzaci vytvoříte dvojitým klepnutím";

/* No comment provided by engineer. */
"Double tap to dismiss sharing options" = "Dvojitým poklepáním zrušíte možnosti sdílení";

/* No comment provided by engineer. */
"Double tap to enable or disable the camera" = "Kameru zapnete či vypnete dvojitým klepnutím";

/* No comment provided by engineer. */
"Double tap to enable or disable the microphone" = "Mikrofon zapnete či vypnete dvojitým klepnutím";

/* No comment provided by engineer. */
"Double tap to enable or disable the speaker" = "Dvojitým klepnutím zapnete nebo vypnete reproduktor";

/* No comment provided by engineer. */
"Double tap to go to conversation information" = "Informace o konverzaci obdržíte dvojitým klepnutím";

/* No comment provided by engineer. */
"Double tap to go to user profile and application settings" = "Dvojitým klepnutím přejdete na profil uživatele a nastavení aplikace";

/* No comment provided by engineer. */
"Double tap to hang up the call" = "Hovor ukončíte dvojitým klepnutím";

/* No comment provided by engineer. */
"Double tap to open file browser" = "Dvojitým klepnutím otevřete procházení soubory";

/* No comment provided by engineer. */
"Double tap to send message" = "Zprávy odešlete dvojitým klepnutím";

/* No comment provided by engineer. */
"Double tap to share with selected conversations" = "Dvojitým poklepáním sdílíte s vybranými konverzacemi";

/* No comment provided by engineer. */
"Double tap to show or hide chat view" = "Dvojitým klepnutím zobrazíte nebo skryjete zobrazení chatu";

/* No comment provided by engineer. */
"Double tap to start a video call" = "Videohovor zahájíte dvojitým klepnutím";

/* No comment provided by engineer. */
"Double tap to start a voice call" = "Hlasové volání zahájíte dvojitým klepnutím";

/* No comment provided by engineer. */
"Double tap to start creating a new group conversation" = "Novou skupinovou konverzaci zahájíte dvojitým klepnutím";

/* No comment provided by engineer. */
"Double tap to start creating a new public conversation" = "Novou veřejnou konverzaci zahájíte dvojitým klepnutím";

/* No comment provided by engineer. */
"Double tap to upgrade this voice call to a video call" = "Hlasový hovor přepnete na videohovor dvojitým klepnutím";

/* No comment provided by engineer. */
"Duplicate session" = "Duplicitní sezení";

/* No comment provided by engineer. */
"Editing Message" = "Upravuje zprávu";

/* No comment provided by engineer. */
"Enable" = "Zapnout";

/* No comment provided by engineer. */
"Failed to connect to %@" = "Nepodařilo se připojit k %@";

/* No comment provided by engineer. */
"Failed to send message" = "Odeslání zprávy se nezdařilo";

/* No comment provided by engineer. */
"Fetching status …" = "Získávání stavu…";

/* No comment provided by engineer. */
"Files" = "Soubory";

/* No comment provided by engineer. */
"Format" = "Formát";

/* No comment provided by engineer. */
"Get source code" = "Získat zdrojové kódy";

/* No comment provided by engineer. */
"Group conversation" = "Skupinová konverzace";

/* No comment provided by engineer. */
"Guest" = "Host";

/* No comment provided by engineer. */
"guest" = "host";

/* No comment provided by engineer. */
"Guests" = "Hosté";

/* No comment provided by engineer. */
"Hang up" = "Zavěsit";

/* TRANSLATORS this is a video quality option (Video quality : HD) */
"HD" = "HD";

/* TRANSLATORS this is a video quality option (Video quality : High) */
"High" = "Vysoká";

/* No comment provided by engineer. */
"If you delete the conversation, it will also be deleted for %@" = "Pokud konverzaci smažete, bude také smazána pro %@";

/* No comment provided by engineer. */
"If you delete the conversation, it will also be deleted for all other participants." = "Pokud konverzaci smažete, bude smazána také pro všechny její ostatní účastníky.";

/* No comment provided by engineer. */
"If you enable your camera, this call will be interrupted for a few seconds." = "Pokud zapnete přenášení obrazu, tento hovor bude na několik sekund přerušen.";

/* No comment provided by engineer. */
"in" = "v";

/* No comment provided by engineer. */
"Incoming call" = "Příchozí hovor";

/* No comment provided by engineer. */
"Invalid server address" = "Neplatná adresa serveru";

/* No comment provided by engineer. */
"Invisible" = "Neviditelné";

/* It seems that {app name} is not installed in your server. */
"It seems that %@ is not installed in your server." = "Zdá se, že %@ není na serveru nainstalován.";

/* No comment provided by engineer. */
"It seems that there is no Internet connection." = "Zdá se, že není k dispozici připojení k Internetu.";

/* No comment provided by engineer. */
"Join call (audio only)" = "Připojit se k hovoru (pouze zvuk)";

/* No comment provided by engineer. */
"Join call with video" = "Připojit se k hovoru s přenášením obrazu";

/* No comment provided by engineer. */
"Join the conversation %@ at" = "Připojit se ke konverzaci %@ na";

/* No comment provided by engineer. */
"Join the conversation at" = "Připojit se ke konverzaci na";

/* No comment provided by engineer. */
"Last sync: %@" = "Poslední synchronizace: %@";

/* No comment provided by engineer. */
"Leave" = "Opustit";

/* No comment provided by engineer. */
"Leave conversation" = "Opustit konverzaci";

/* No comment provided by engineer. */
"less than a minute ago" = "před méně než minutou";

/* No comment provided by engineer. */
"Linked file" = "Připojený soubor";

/* No comment provided by engineer. */
"Lobby" = "Čekárna";

/* No comment provided by engineer. */
"Lobby is still active and you're not a moderator" = "Lobby jsou stále aktivní a nejste moderátorem";

/* No comment provided by engineer. */
"Lock" = "Zamknout";

/* No comment provided by engineer. */
"Lock screen" = "Uzamknout obrazovku";

/* No comment provided by engineer. */
"Log in" = "Přihlásit";

/* No comment provided by engineer. */
"Log out" = "Odhlásit se";

/* TRANSLATORS this is a video quality option (Video quality : Low) */
"Low" = "Nízká";

/* No comment provided by engineer. */
"Manual" = "Ruční";

/* No comment provided by engineer. */
"Message copied" = "Zpráva zkopírována";

/* No comment provided by engineer. */
"Message could not be deleted because it is too old" = "Zpráva nemohla být smazána, protože je příliž stará";

/* No comment provided by engineer. */
"Message deleted successfully" = "Zpráva úspěšně smazána";

/* No comment provided by engineer. */
"Message deleted successfully, but Matterbridge is configured and the message might already be distributed to other services" = "Zpráva úspěšně smazána, ale je spuštěný Matterbridge, takže mohla být odeslána i do jiných služeb";

/* No comment provided by engineer. */
"Microphone" = "Mikrofon";

/* No comment provided by engineer. */
"Microphone disabled" = "Mikrofon je vypnutý";

/* No comment provided by engineer. */
"Microphone enabled" = "Mikrofon zapnut";

/* No comment provided by engineer. */
"Missed call from" = "Zmeškaný hovor od";

/* No comment provided by engineer. */
"Missing phone number information" = "Chybí informace o telefonním čísle";

/* No comment provided by engineer. */
"moderator" = "moderátor";

/* No comment provided by engineer. */
"Modification date" = "Datum změny";

/* No comment provided by engineer. */
"More" = "Další";

/* No comment provided by engineer. */
"More options" = "Další volby";

/* No comment provided by engineer. */
"New conversation" = "Nová konverzace";

/* No comment provided by engineer. */
"New group conversation" = "Nová skupinová konverzace";

/* No comment provided by engineer. */
"New public conversation" = "Nová veřejná konverzace";

/* No comment provided by engineer. */
"Next" = "Další";

/* No comment provided by engineer. */
"Nextcloud server not found" = "Nextcloud server nenalezen";

/* No comment provided by engineer. */
"No" = "Ne";

/* No comment provided by engineer. */
"No files in here" = "Nejsou zde žádné soubory.";

/* No comment provided by engineer. */
"No messages yet, start the conversation!" = "Zatím žádné zprávy, zahajte konverzaci!";

/* No comment provided by engineer. */
"No participants found" = "Nenalezeni žádní účastníci";

/* No comment provided by engineer. */
"No password" = "Žádné heslo";

/* No comment provided by engineer. */
"No response from server" = "Žádná odpověď ze serveru";

/* No comment provided by engineer. */
"No results found" = "Nenalezeny žádné výsledky";

/* TRANSLATORS this is a video quality option (Video quality : Normal) */
"Normal" = "Normální";

/* No comment provided by engineer. */
"Notifications" = "Upozorňování";

/* No comment provided by engineer. */
"Notifications: %@" = "Upozornění: %@";

/* TRANSLATORS this is for a On/Off setting switch */
"Off" = "Vypnuto";

/* No comment provided by engineer. */
"Offline" = "Offline";

/* No comment provided by engineer. */
"Offline, only showing downloaded messages" = "Bez připojení – jsou zobrazovány pouze už stažené zprávy";

/* No comment provided by engineer. */
"OK" = "OK";

/* TRANSLATORS this is for a On/Off setting switch */
"On" = "Na";

/* No comment provided by engineer. */
"Online" = "Online";

/* No comment provided by engineer. */
"Only normal chat messages can be deleted" = "Pouze normální zprávy mohou být smazány";

/* No comment provided by engineer. */
"Open in %@" = "Otevřít v %@";

/* No comment provided by engineer. */
"Open links in" = "Otevřít odkazy v";

/* No comment provided by engineer. */
"Password" = "Heslo";

/* No comment provided by engineer. */
"Password field for public conversation" = "Kolonka pro heslo pro veřejnou konverzaci";

/* No comment provided by engineer. */
"Password type" = "Typ hesla";

/* No comment provided by engineer. */
"Phone number" = "Telefonní číslo";

/* No comment provided by engineer. */
"Phone number set successfully" = "Nastavení telefonního čísla úspěšné";

/* No comment provided by engineer. */
"Photo Library" = "Knihovna fotek";

/* No comment provided by engineer. */
"Please check that you entered a valid server address." = "Zkontrolujte, zda jste zadali platnou adresu serveru.";

/* No comment provided by engineer. */
"Please check that you entered the correct Nextcloud server address." = "Zkontrolujte zda jste zadali správnou adresu Nextcloud serveru.";

/* Please update your server with the latest {app name} version available. */
"Please update your server with the latest %@ version available." = "Aktualizujte %@ na vámi využívaném serveru na nejnovější dostupnou verzi.";

/* No comment provided by engineer. */
"Please, set a name for this conversation." = "Nazvěte tuto konverzaci nějak.";

/* No comment provided by engineer. */
"Preview" = "Náhled";

/* No comment provided by engineer. */
"Privacy" = "Soukromí";

/* No comment provided by engineer. */
"Profile" = "Profil";

/* No comment provided by engineer. */
"Promote to moderator" = "Povýšit na moderátora";

/* No comment provided by engineer. */
"Public conversation" = "Veřejná konverzace";

/* No comment provided by engineer. */
"Quality" = "Kvalita";

/* No comment provided by engineer. */
"Redo" = "Zopakovat";

/* No comment provided by engineer. */
"Remove" = "Odebrat";

/* No comment provided by engineer. */
"Remove account" = "Odebrat účet";

/* No comment provided by engineer. */
"Remove from favorites" = "Odebrat z oblíbených";

/* No comment provided by engineer. */
"Remove participant" = "Odebrat účastníka";

/* No comment provided by engineer. */
"Remove password" = "Odebrat heslo";

/* No comment provided by engineer. */
"Removing lock screen" = "Odebírání zamykací obrazovky";

/* No comment provided by engineer. */
"Reply" = "Odpovědět";

/* No comment provided by engineer. */
"Reply Privately" = "Odpovědět soukromě";

/* No comment provided by engineer. */
"Resend" = "Poslat znovu";

/* No comment provided by engineer. */
"Resolutions" = "Rozlišení";

/* No comment provided by engineer. */
"Retry" = "Zkusit znovu";

/* No comment provided by engineer. */
"Save" = "Uložit";

/* No comment provided by engineer. */
"Scan fingerprint to authenticate" = "Ověřte se nasnímáním otisku prstu";

/* No comment provided by engineer. */
"Search" = "Hledat";

/* No comment provided by engineer. */
"Send" = "Odeslat";

/* No comment provided by engineer. */
"Send conversation link" = "Poslat odkaz na konverzaci";

/* No comment provided by engineer. */
"Send message" = "Poslat zprávu";

/* No comment provided by engineer. */
"Send/Accept" = "Odeslat/Přijmout";

/* No comment provided by engineer. */
"Server address https://…" = "Adresa serveru https://…";

/* No comment provided by engineer. */
"Set" = "Nastavit";

/* No comment provided by engineer. */
"Set new password:" = "Nastavte nové heslo:";

/* No comment provided by engineer. */
"Set password" = "Nastavit heslo";

/* No comment provided by engineer. */
"Set password:" = "Nastavit heslo:";

/* No comment provided by engineer. */
"Set phone number" = "Nastavit telefonní číslo";

/* No comment provided by engineer. */
"Settings" = "Nastavení";

/* No comment provided by engineer. */
"Several people are typing" = "Píše současně vícero lidí";

/* No comment provided by engineer. */
"Share" = "Sdílet";

/* No comment provided by engineer. */
"Share a file from your Nextcloud" = "Sdílet soubor z vámi využívaného Nextcloud";

/* No comment provided by engineer. */
"Share conversation link" = "Sdílet odkaz na konverzaci";

/* No comment provided by engineer. */
"Share link" = "Odkaz na sdílení";

/* No comment provided by engineer. */
"Share with" = "Sdílet s";

/* No comment provided by engineer. */
"Simple" = "Jednoduché";

/* No comment provided by engineer. */
"Skip" = "Přeskočit";

/* No comment provided by engineer. */
"Some messages not shown, will be downloaded when online" = "Některé zprávy nejsou zobrazeny, budou staženy až budete připojení k Internetu";

/* No comment provided by engineer. */
"Speaker" = "Reproduktor";

/* No comment provided by engineer. */
"Speaker disabled" = "Reproduktor vypnut";

/* No comment provided by engineer. */
"Speaker enabled" = "Reproduktor zapnut";

/* No comment provided by engineer. */
"Start time" = "Čas zahájení";

/* No comment provided by engineer. */
"Status" = "Stav";

/* No comment provided by engineer. */
"Strong" = "Velmi odolné";

/* No comment provided by engineer. */
"Sync contacts" = "Synchronizovat kontakty";

/* No comment provided by engineer. */
"The password is wrong" = "Chybné heslo";

/* No comment provided by engineer. */
"This conversation is read-only" = "Tato konverzace je pouze pro čtení";

/* TRANSLATORS this is for sending something 'to' a user. Eg. 'To: John Doe' */
"To:" = "Pro:";

/* No comment provided by engineer. */
"Unable to load file" = "Soubor se nedaří načíst";

/* No comment provided by engineer. */
"Unable to open file" = "Nelze otevřít soubor";

/* No comment provided by engineer. */
"Undo" = "Vrátit zpět";

/* No comment provided by engineer. */
"Undo Typing" = "Maže znaky";

/* No comment provided by engineer. */
"Unknown" = "Neznámé";

/* No comment provided by engineer. */
"Unknown error occurred" = "Došlo k neznámé chybě";

/* No comment provided by engineer. */
"Unread messages" = "Nepřečtené zprávy";

/* No comment provided by engineer. */
"Upload failed" = "Odesílání se nezdařilo";

/* No comment provided by engineer. */
"Uploading %ld elements" = "Nahrávání %ld prvků";

/* No comment provided by engineer. */
"Uploading 1 element" = "Nahrávání 1 prvku";

/* No comment provided by engineer. */
"User profile and settings" = "Uživatelský profil a nastavení";

/* No comment provided by engineer. */
"Video call" = "Videohovor";

/* No comment provided by engineer. */
"Video calls" = "Video hovory";

/* No comment provided by engineer. */
"Video disabled on start" = "Přenos obrazu při zahájení vypnut";

/* No comment provided by engineer. */
"Video quality" = "Kvalita přenášeného obrazu";

/* No comment provided by engineer. */
"Video resolution" = "Rozlišení videa";

/* No comment provided by engineer. */
"Voice call" = "Hlasový hovor";

/* No comment provided by engineer. */
"Waiting for %@ to join call …" = "Čeká se, až se %@ připojí k hovoru…";

/* No comment provided by engineer. */
"Waiting for others to join call …" = "Čeká se, až se připojí i ostatní…";

/* No comment provided by engineer. */
"Webinar" = "Webinář";

/* No comment provided by engineer. */
"Write message, @ to mention someone …" = "Napište zprávu, někoho zmíníte pomocí @ (zavináč) před jeho jménem…";

/* No comment provided by engineer. */
"Yes" = "Ano";

/* No comment provided by engineer. */
"Yesterday" = "Včera";

/* No comment provided by engineer. */
"You" = "Vy";

/* No comment provided by engineer. */
"You are currently waiting in the lobby" = "V tuto chvíli se nacházíte v čekárně";

/* No comment provided by engineer. */
"You are currently waiting in the lobby.\nThis meeting is scheduled for\n%@" = "Nyní se nacházíte v čekárně.\nToto setkání je naplánováno na\n%@";

/* No comment provided by engineer. */
"You are not part of any conversation" = "Neúčastníte se žádné konverzace";

/* No comment provided by engineer. */
"You are not part of any conversation. Press + to start a new one." = "Neúčastníte se žádné konverzace. Pokud chcete zahájit novou, stiskněte +.";

/* No comment provided by engineer. */
"You can set your phone number so other users will be able to find you" = "Můžete si nastavit své telefonní číslo a tak vás budou moci ostatní uživatelé najít";

/* No comment provided by engineer. */
"You have been muted by a moderator" = "Byli jste ztlumeni moderátorem";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave %@." = "Než budete moci opustit %@, je třeba předat někomu roli moderátora.";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave this conversation" = "Než budete moci tuto konverzaci opustit, je třeba předat někomu roli moderátora.";

/* No comment provided by engineer. */
"You received a new notification" = "Obdrželi jste nové upozornění";

/* No comment provided by engineer. */
"↓ New messages" = "↓ Nové zprávy";

